{
    "Lang": "es",
    "Home": "Inicio",
    "Bookshelf": "Estantería",
    "Daily quote": "Cita del día",
    "Fill your bookshelf": "Llena tu estantería",
    "Build your bookshelf": "Monta tu estantería",
    "Discover the joy of building a library that reflects your passions, dreams, and curiosities. Whether you love timeless classics, thrilling mysteries, heartwarming tales, or practical guides, your library is your personal sanctuary of knowledge and imagination. Start curating your collection today and let every book you choose open a new world of possibilities.": "Descubre el placer de crear una biblioteca que refleje tus pasiones, sueños y curiosidades. Tanto si le gustan los clásicos atemporales, los misterios apasionantes, los cuentos conmovedores o las guías prácticas, su biblioteca es su santuario personal de conocimiento e imaginación. Empiece hoy mismo a organizar su colección y deje que cada libro que elija le abra un nuevo mundo de posibilidades.",
    "Discover Bestsellers": "Descubre Bestsellers",
    "Write reviews": "Escribe reseñas",
    "Type a review": "Escribe una reseña",
    "Express your thoughts and connect with a community of readers by writing reviews for the books you love—or the ones that challenged you. Your insights can inspire others, spark conversations, and even help someone find their next favorite read. Start sharing your perspective and let your words make an impact!": "Expresa tus pensamientos y conéctate con una comunidad de lectores escribiendo reseñas de los libros que te gustan, o de los que te han desafiado. Tus ideas pueden inspirar a otros, suscitar conversaciones e incluso ayudar a alguien a encontrar su próxima lectura favorita. ¡Empieza a compartir tu punto de vista y deja que tus palabras causen impacto!",
    "Join our community": "Únete a la comunidad",
    "Connect with fellow readers who share your passion for books. Exchange recommendations, discuss your favorite stories, and explore diverse perspectives. Our community is a place to celebrate the joy of reading, build friendships, and grow together through the power of words. Dive in and become part of the conversation!": "Conéctate con otros lectores que comparten tu pasión por los libros. Intercambia recomendaciones, comenta tus historias favoritas y explora diversas perspectivas. Nuestra comunidad es un lugar donde celebrar el placer de la lectura, forjar amistades y crecer juntos a través del poder de las palabras. ¡Sumérgete y forma parte de la conversación!",
    "Stay in the loop with the latest chart-topping books that are captivating readers worldwide. From gripping novels to insightful nonfiction, explore the stories that are making waves. Whether you’re looking for your next page-turner or want to see what’s trending, the bestseller list is your guide to what’s hot in the literary world": "Mantente al día de los últimos libros que están cautivando a lectores de todo el mundo. Desde novelas apasionantes hasta obras de no ficción, descubra las historias que están causando sensación. Tanto si estás buscando tu próximo libro de cabecera como si quieres saber qué está de moda, la lista de libros más vendidos es tu guía de lo que está de moda en el mundo literario",
    "reviewed": "reseñó",
    "on": "en",
    "Buy": "Comprar",
    "Page": "Página",
    "of": "de",
    "Search book...": "Busca un libro...",
    "Read more": "Leer más",
    "Write a review": "Escribe una review",
    "Choose the shelves": "Elige la estantería",
    "Reviews": "Reseñas",
    "No reviews": "No hay reviews",
    "Other books by": "Otros libros de",
    "Password": "Contraseña",
    "Email": "Correo electrónico",
    "Don't have an account yet": "Aún no tienes una cuenta",
    "Login": "Login",
    "Loading": {
      "": "Loading",
      "quote": "Cargando cita",
      "bestsellers": "Cargando bestsellers",
      "reviews": "Cargando reseñas"
    },
    "Bookshelves": "Estanterías",
    "Recent reviews": "Reseñas recientes",
    "Full shelf": "Ver",
    "by": "de",
    "On bookshelf": "En estantería",
    "Add to bookshelf": "Añadir a estantería",
    "Search book": "Buscar libro",
    "Cancel": "Cancelar",
    "Save": "Guardar",
    "Edit": "Editar",
    "Previous": "Anterior",
    "Next": "Siguiente",
    "Log out": "Cerrar sesión",
    "Log in": "Inicia sesión",
    "Sign up": "Regístrate",
    "Signup": "Registro",
    "No rights reserved": "Ningún derecho reservado",
    "You haven't reviewed any book yet. Write one": "Aún no has añadido ninguna reseña. Escribe una",
    "Shelf": "",
    "Confirm password": "Confirmar contraseña",
    "Do you already have an account": "Ya tienes una cuenta"
}
  